<?php
return [
	'dir'			=> [
		'title'			=> '萝卜的小破网站',
		'sub-title'		=> '交个作业顺便练习html',
		'time'			=> '2022-04-13'
	],
	'qwq/awa'		=> [
		'title'			=> 'awdawdwa',
		'sub-title'		=> 'sdsfdsfds',
		'time'			=> '2021-04-13 23:33:33'
	],
	'2022-04-13-3'	=> [
		'title'			=> '数学作业',
		'sub-title'		=> '完成的可以说是非常棒了',
		'time'			=> '2022-04-24 21:11:35'
	],
	'2022-04-16-1'	=> [
		'title'			=> '石钟山记',
		'sub-title'		=> '课文知识点',
		'time'			=> '2022-04-21 15:20:55'
	],
	'2022-04-16-2'	=> [
		'title'			=> '语文三维第三章综合测评',
		'sub-title'		=> '莫得卷子所以就只把答案写上了',
		'time'			=> '2022-04-24 19:28:26'
	],
	'2022-04-18'	=> [
		'title'			=> '物理网课笔记',
		'sub-title'		=> '持续更新',
		'time'			=> '2022-04-18'
	],
	'caiquan'	=> [
		'title'			=> '猜拳',
		'sub-title'		=> '小游戏',
		'time'			=> '2022-04-18'
	],
	'2022-04-19-1'	=> [
		'title'			=> '英语网课笔记',
		'sub-title'		=> '持续更新',
		'time'			=> '2022-04-24 11:33:21'
	],
	'2022-04-19-2-2'	=> [
		'title'			=> '英语作业',
		'sub-title'		=> '持续更新',
		'time'			=> '2022-04-24 20:45:38'
	],
	'2022-04-21-1'	=> [
		'title'			=> '阿Q正传',
		'sub-title'		=> '正在更新',
		'time'			=> '2022-04-21 15:45:38'
	],
    '2022-04-24'	=> [
        'title'			=> '英语作文',
        'sub-title'		=> '网课作业',
        'time'			=> '2022-04-24 10:05:38'
    ],
    '2022-04-24-1'	=> [
        'title'			=> '生物作业',
        'sub-title'		=> '网课作业',
        'time'			=> '2022-04-24 19:55:38'
    ],
];