<div class="block block-pink kaitifont">
    <p style="text-align: center">作者简介
        <br/>鲁迅（1881年9月25日－1936年10月19日），原名周樟寿，后改名周树人，字豫山，后改豫才，“鲁迅”是他1918年发表《狂人日记》时所用的笔名，也是他影响最为广泛的笔名，浙江绍兴人。著名文学家、思想家，五四新文化运动的重要参与者，中国现代文学的奠基人。

    </p>
</div>
<div class="block block-purple kaitifont">
    <p style="text-align: center">文章简介
        <br/>该小说创作于1921年底，共分九章，本文截取第二章与第三章。小说以辛亥革命前后的中国农村为背景，描写了未庄流浪雇农阿Q，虽然干起活来“真能做”，但却一无所有，甚至连名姓都被人遗忘的故事。该小说批判了当时中国社会的封建，保守，庸俗，腐败等社会特点，有力地揭示了旧中国人民的生活场景和其处在水深火热之中的病态。1840年鸦片战争之后，中国内忧外患，政治腐败，民众愚昧，中华民族面临灭亡的危险。而以孙中山为首的少数有志之士，披荆斩棘，浴血奋战，试图挽救危亡的中国。辛亥革命推翻了两千多年的封建帝制，使民主共和的观念深入人心，但它没有完成反帝反封建的民主革命的伟大任务。资产阶级把有强烈革命要求的农民拒之门外。因此，广大农民在革命之后，仍处于帝国主义和封建主义的残酷剥削和压迫之下，承受着政治上的压迫，经济上的剥削和精神上的奴役。

        <br/>
        封建统治者为了维护自己的统治，采取暴力镇压和精神奴役的政策，利用封建礼教、封建迷信和愚民政策。在阿Q身上，可以看出封建精神奴役的“业绩”和被奴役者严重的精神“内伤”。1840年鸦片战争之后的中国历史，是受帝国主义侵略和掠夺的屈辱史，封建统治阶级在这种特殊的历史下形成一种变态的心理，一方面对帝国主义者奴颜婢膝，表现出一副奴才相；另一方面对自己统治下的臣民又摆出主子的架子，进行疯狂的镇压，凶狠地盘剥。鲁迅不止一次地对这种畸形变态心理作出概括：“遇见强者，不敢反抗，便以‘中庸’这些话来粉饰，聊以自慰。所以中国人倘有权利，看见别人奈何他不得，或者有‘多数’作他护符的时候，多是凶残横恣，宛然一个暴君，做事并不中庸。”他们对帝国主义侵略已到了割地赔款丧权辱国的地步，但偏要自称“天朝”，沉醉在“东方的精神文明”中，鼓吹中国文明“为全球所仰望”。已经到了死亡的边缘，却追求精神上的胜利。这一思想深深毒害着处于下层的劳动人民。

        <br/>
        统治者的“精神胜利法”和对人民进行的封建麻醉教育，正是造成劳动人民不觉醒的精神状态的麻醉剂。这种麻醉剂只能使劳动人民忘却压迫和屈辱，无反抗，无斗志，永远处在被压迫、被剥削、受毒害的状态中，成为封建统治者的奴才和顺民。

        <br/>
        鲁迅以思想家的冷静和深邃思考，以文学家的敏感和专注，观察、分析着所经历所思考的一切，感受着时代的脉搏，逐步认识自己所经历的革命、所处的社会和所接触的人们的精神状态。这便是《阿Q正传》基本的写作背景。

    </p>
</div>
<div class="block block-pink kaitifont">
    <p style="text-align: center">人物简介</p>
    <br/>赵太爷：在小说的描述当中，应该算是在阿Q所生活的地方，一个最具有权势的人，是所有未庄的居民都崇拜和憧憬的对象。因为有钱、有权利、有大房子、有文化，所以可以有身份、有尊严、有剥削他人的可能。赵太爷是小说当最能够反衬出阿Q形象卑微的一个人物。因为阿Q从生到死，拥有的也一直都只有贫穷，甚至连姓“赵”的权利都被赵太爷剥夺。在《阿Q正传》小说当中，赵太爷是现实社会当中的胜利者，与阿Q的“精神胜利”形成了鲜明的对比，是封建社会当中的社会强者势力的代表。而通过赵太爷的强悍形象和实际胜利，也说明了所有在“精神上”具有胜利的人，实际上都是在现实当中空虚无力的弱势群体，而所谓的“精神胜利”，最终只能是飘渺云烟，永远抵不过现实当中他人所拥有的一切。

    <br/>
    假洋鬼子和赵秀才：小说当中的读书人，一种是以假洋鬼子为代表的富裕阶层的读书人，有实力学习洋务，有钱留洋，有资本说参与革命但是实际上是封建势力的维护者；另外一种则是赵秀才，接受正统封建教育成长起来，封建统治的坚决维护者。从本质上来说，假洋鬼子和赵秀才是一样，都是造成阿Q悲剧结果的罪魁祸首，是封建势力的代表。两人具有相同的特点。但不论是假洋鬼子，还是赵秀才，都是利用革命风潮为自己争取利益的小人。两人集合在静修庵去革命，只是简单做做革命的样子，因为静修庵里有一块
    “皇帝万岁万万岁”的龙牌，是应该赶紧革掉的，而且就算是撤掉了这块龙牌，两个人也绝对不会因为“革命”而有什么实际性的损失，在革命风潮被镇压之后，可以简单抽身而毫发无损。而且在静修庵里，两个人封建腐朽思想，以及自私自利的面孔被表现无遗，两人相互争抢在皇帝龙牌前的一件古董，可见两人的目的并不在于革命，而是在于利用革命作为争取利益的工具而已。

    <br/>
    阿Q：一贫如洗，无家无业，甚至连名字也没有，住在未庄的土谷祠，只给人家做短工，平日只要吃饱了肚子，有几文钱，便神气活现地喝酒赌博，调笑打闹，生活满足得很。后来在他“中兴”之后，更是满足、神气非常“满把是银的和铜的，在柜台上一扔说：“现钱打酒来”，阿Q不仅在生活上十分满足和得意；在精神上，也有其满足和沾沾自喜之处。阿Q得意于自己“先前阔”，或者“我的儿子会阔多啦”，加以他“进了几回城”，自恃“见识高”，便更自负。他讥笑未庄人是“多么可笑的乡下人”，竟不知城里的煎鱼和条凳，打麻将的手艺也远不及城里人。然而一面又鄙薄城里人，城里人把长凳叫条凳，煎鱼不用葱叶而用葱丝，他认为“这是错的，可笑。”这样，阿Q又在精神上获得了满足。在这种卑琐陋劣的生活方式下，阿Q处于可怜的境地而日复一日、年复一年地生活下去。他身上最明显的旧中国的国民劣根性便是精神胜利法和奴隶根性。

    <br/>
    自尊自大：阿Q本身是个非常卑微而且贫贱的人物，但是他却不把其他人放在眼里，甚至是家乡有钱有势的赵太爷，他也认为，“我的儿子将来比较阔的多”。而且因为去过城里，甚至连城里人也看不起，拿别人的缺陷肆意嘲笑，然后引起为荣。

    <br/>
    自轻自贱：阿Q能够自己贬低自己，而且在自轻自贱了之后，还能够认为这种轻贱使自己的“地位”更加上上。比如，在被人揪住辫子往墙上撞头的时候，阿Q就自己说自己是“虫豸”，将自己贬低为“虫豸”希望别人放了自己。并且在轻贱自己为“虫豸”之后，又犯了自尊自大的毛病，认为自己是第一个能够自轻自贱的人，所谓的“第一个”就是无上的荣耀，于是阿Q又在精神上胜利了。

    <br/>
    自欺欺人：自欺欺人是阿Q常常用于安慰自己的表现，以让自己能够获得心理上的满足。比如被别人打，他可以想象成自己被“儿子”打了，认为整个世界不像样，没了伦理，于是又按照自己的意愿转败为胜，心满意足。

    <br/>
    欺软怕硬：阿Q本身就是非常卑贱的小人物，身体瘦弱、口才也木讷，不论打架还是骂人都不是别人的对手。于是阿Q在于是发生冲突的时候，就是先估量对手的力量，专门捡软柿子捏，木讷的便骂，力气小的他便打，如果遇到打不过也骂不了的，就说“君子动口不动手”。这种典型的欺软怕硬的行为，也是阿Q精神胜利法的具体表现。

</div>
<p style="text-align:center">
    正文
</p>
<div class="block">
    <div class="kaitifont pinkfontshadow" style="text-align:center">第二章　优胜记略</div>
    <br/>
    　　阿Ｑ不独是姓名籍贯有些渺茫，连他先前的“行状”⒃也渺茫。因为未庄的人们之于阿Ｑ，只要他帮忙，只拿他玩笑，从来没有留心他的“行状”的。而阿Ｑ自己也不说，独有和别人口角的时候，间或瞪着眼睛道：
    <br/>
    　　“我们先前——比你阔的多啦！你算是什么东西！”
    <br/>
    　　阿Ｑ没有家，住在未庄的土谷祠⒄里；也没有固定的职业，只给人家做短工，割麦便割麦，舂米便舂米，撑船便撑船。工作略长久时，他也或住在临时主人的家里，但一完就走了。所以，人们忙碌的时候，也还记起阿Ｑ来，然而记起的是做工，并不是“行状”；一闲空，连阿Ｑ都早忘却，更不必说“行状”了。只是有一回，有一个老头子颂扬说：“阿Ｑ真能做！”这时阿Ｑ赤着膊，懒洋洋的瘦伶仃的正在他面前，别人也摸不着这话是真心还是讥笑，然而阿Ｑ很喜欢。
    <br/>
    　　阿Ｑ又很自尊，所有未庄的居民，全不在他眼神里，甚而至于对于两位“文童”也有以为不值一笑的神情。夫文童者，将来恐怕要变秀才者也；赵太爷钱太爷大受居民的尊敬，除有钱之外，就因为都是文童的爹爹，而阿Ｑ在精神上独不表格外的崇奉，他想：我的儿子会阔得多啦！加以进了几回城，阿Ｑ自然更自负，然而他又很鄙薄城里人，譬如用三尺三寸宽的木板做成的凳子，未庄人叫“长凳”，他也叫“长凳”，城里人却叫“条凳”，他想：这是错的，可笑！油煎大头鱼，未庄都加上半寸长的葱叶，城里却加上切细的葱丝，他想：这也是错的，可笑！然而未庄人真是不见世面的可笑的乡下人呵，他们没有见过城里的煎鱼！
    <br/>
    　　阿Ｑ“先前阔”，见识高，而且“真能做”，本来几乎是一个“完人”了，但可惜他体质上还有一些缺点。最恼人的是在他头皮上，颇有几处不知于何时的癞疮疤。这虽然也在他身上，而看阿Ｑ的意思，倒也似乎以为不足贵的，因为他讳说“癞”以及一切近于“赖”的音，后来推而广之，“光”也讳，“亮”也讳，再后来，连“灯”“烛”都讳了。一犯讳，不问有心与无心，阿Ｑ便全疤通红的发起怒来，估量了对手，口讷的他便骂，气力小的他便打；然而不知怎么一回事，总还是阿Ｑ吃亏的时候多。于是他渐渐的变换了方针，大抵改为怒目而视了。
    <br/>
    　　谁知道阿Ｑ采用怒目主义之后，未庄的闲人们便愈喜欢玩笑他。一见面，他们便假作吃惊的说：
    <br/>
    　　“哙，亮起来了。”
    <br/>
    　　阿Ｑ照例的发了怒，他怒目而视了。
    <br/>
    　　“原来有保险灯在这里！”他们并不怕。
    <br/>
    　　阿Ｑ没有法，只得另外想出报复的话来：
    <br/>
    　　“你还不配……”这时候，又仿佛在他头上的是一种高尚的光容的癞头疮，并非平常的癞头疮了；但上文说过，阿Ｑ是有见识的，他立刻知道和“犯忌”有点抵触，便不再往底下说。
    <br/>
    　　闲人还不完，只撩他，于是终而至于打。阿Ｑ在形式上打败了，被人揪住黄辫子，在壁上碰了四五个响头，闲人这才心满意足的得胜的走了，阿Ｑ站了一刻，心里想，“我总算被儿子打了，现在的世界真不像样……”于是也心满意足的得胜的走了。
    <br/>
    　　阿Ｑ想在心里的，后来每每说出口来，所以凡是和阿Ｑ玩笑的人们，几乎全知道他有这一种精神上的胜利法，此后每逢揪住他黄辫子的时候，人就先一着对他说：
    <br/>
    　　“阿Ｑ，这不是儿子打老子，是人打畜生。自己说：人打畜生！”
    <br/>
    　　阿Ｑ两只手都捏住了自己的辫根，歪着头，说道：
    <br/>
    　　“打虫豸，好不好？我是虫豸——还不放么？”
    <br/>
    　　但虽然是虫豸，闲人也并不放，仍旧在就近什么地方给他碰了五六个响头，这才心满意足的得胜的走了，他以为阿Ｑ这回可遭了瘟。然而不到十秒钟，阿Ｑ也心满意足的得胜的走了，他觉得他是第一个能够自轻自贱的人，除了“自轻自贱”不算外，余下的就是“第一个”。状元⒆不也是“第一个”么？“你算是什么东西”呢！？
    <br/>
    　　阿Ｑ以如是等等妙法克服怨敌之后，便愉快的跑到酒店里喝几碗酒，又和别人调笑一通，口角一通，又得了胜，愉快的回到土谷祠，放倒头睡着了。假使有钱，他便去押牌宝⒇，一堆人蹲在地面上，阿Ｑ即汗流满面的夹在这中间，声音他最响：
    <br/>
    　　“青龙四百！”
    <br/>
    　　“咳～～开～～啦！”桩家揭开盒子盖，也是汗流满面的唱。“天门啦～～角回啦～～！人和穿堂空在那里啦～～！阿Ｑ的铜钱拿过来～～！”
    <br/>
    　　“穿堂一百——一百五十！”
    <br/>
    　　阿Ｑ的钱便在这样的歌吟之下，渐渐的输入别个汗流满面的人物的腰间。他终于只好挤出堆外，站在后面看，替别人着急，一直到散场，然后恋恋的回到土谷祠，第二天，肿着眼睛去工作。
    <br/>
    　　但真所谓“塞翁失马安知非福”①罢，阿Ｑ不幸而赢了一回，他倒几乎失败了。
    <br/>
    　　这是未庄赛神②的晚上。这晚上照例有一台戏，戏台左近，也照例有许多的赌摊。做戏的锣鼓，在阿Ｑ耳朵里仿佛在十里之外；他只听得桩家的歌唱了。他赢而又赢，铜钱变成角洋，角洋变成大洋，大洋又成了叠。他兴高采烈得非常：
    <br/>
    　　“天门两块！”
    <br/>
    　　他不知道谁和谁为什么打起架来了。骂声打声脚步声，昏头昏脑的一大阵，他才爬起来，赌摊不见了，人们也不见了，身上有几处很似乎有些痛，似乎也挨了几拳几脚似的，几个人诧异的对他看。他如有所失的走进土谷祠，定一定神，知道他的一堆洋钱不见了。赶赛会的赌摊多不是本村人，还到那里去寻根柢呢？
    <br/>
    　　很白很亮的一堆洋钱！而且是他的——现在不见了！说是算被儿子拿去了罢，总还是忽忽不乐；说自己是虫豸罢，也还是忽忽不乐：他这回才有些感到失败的苦痛了。
    <br/>
    　　但他立刻转败为胜了。他擎起右手，用力的在自己脸上连打了两个嘴巴，热剌剌的有些痛；打完之后，便心平气和起来，似乎打的是自己，被打的是别一个自己，不久也就仿佛是自己打了别个一般，——虽然还有些热剌剌，——心满意足的得胜的躺下了。
    <br/>
    　　他睡着了。
    <br/>
    <div class="kaitifont pinkfontshadow" style="text-align:center">第三章　续优胜记略</div>
    <br/>
    　　然而阿Ｑ虽然常优胜，却直待蒙赵太爷打他嘴巴之后，这才出了名。
    <br/>
    　　他付过地保二百文酒钱，愤愤的躺下了，后来想：“现在的世界太不成话，儿子打老子……”于是忽而想到赵太爷的威风，而现在是他的儿子了，便自己也渐渐的得意起来，爬起身，唱着《小孤孀上坟》③到酒店去。这时候，他又觉得赵太爷高人一等了。
    <br/>
    　　说也奇怪，从此之后，果然大家也仿佛格外尊敬他。这在阿Ｑ，或者以为因为他是赵太爷的父亲，而其实也不然。未庄通例，倘如阿七打阿八，或者李四打张三，向来本不算口碑。一上口碑，则打的既有名，被打的也就托庇有了名。至于错在阿Ｑ，那自然是不必说。所以者何？就因为赵太爷是不会错的。但他既然错，为什么大家又仿佛格外尊敬他呢？这可难解，穿凿起来说，或者因为阿Ｑ说是赵太爷的本家，虽然挨了打，大家也还怕有些真，总不如尊敬一些稳当。否则，也如孔庙里的太牢④一般，虽然与猪羊一样，同是畜生，但既经圣人下箸，先儒们便不敢妄动了。
    <br/>
    　　阿Ｑ此后倒得意了许多年。
    <br/>
    　　有一年的春天，他醉醺醺的在街上走，在墙根的日光下，看见王胡在那里赤着膊捉虱子，他忽然觉得身上也痒起来了。这王胡，又癞又胡，别人都叫他王癞胡，阿Ｑ却删去了一个癞字，然而非常渺视他。阿Ｑ的意思，以为癞是不足为奇的，只有这一部络腮胡子，实在太新奇，令人看不上眼。他于是并排坐下去了。倘是别的闲人们，阿Ｑ本不敢大意坐下去。但这王胡旁边，他有什么怕呢？老实说：他肯坐下去，简直还是抬举他。
    <br/>
    　　阿Ｑ也脱下破夹袄来，翻检了一回，不知道因为新洗呢还是因为粗心，许多工夫，只捉到三四个。他看那王胡，却是一个又一个，两个又三个，只放在嘴里毕毕剥剥的响。
    <br/>
    　　阿Ｑ最初是失望，后来却不平了：看不上眼的王胡尚且那么多，自己倒反这样少，这是怎样的大失体统的事呵！他很想寻一两个大的，然而竟没有，好容易才捉到一个中的，恨恨的塞在厚嘴唇里，狠命一咬，劈的一声，又不及王胡的响。
    <br/>
    　　他癞疮疤块块通红了，将衣服摔在地上，吐一口唾沫，说：
    <br/>
    　　“这毛虫！”
    <br/>
    　　“癞皮狗，你骂谁？”王胡轻蔑的抬起眼来说。
    <br/>
    　　阿Ｑ近来虽然比较的受人尊敬，自己也更高傲些，但和那些打惯的闲人们见面还胆怯，独有这回却非常武勇了。这样满脸胡子的东西，也敢出言无状么？
    <br/>
    　　“谁认便骂谁！”他站起来，两手叉在腰间说。
    <br/>
    　　“你的骨头痒了么？”王胡也站起来，披上衣服说。
    <br/>
    　　阿Ｑ以为他要逃了，抢进去就是一拳。这拳头还未达到身上，已经被他抓住了，只一拉，阿Ｑ跄跄踉踉的跌进去，立刻又被王胡扭住了辫子，要拉到墙上照例去碰头。
    <br/>
    　　“‘君子动口不动手’！”阿Ｑ歪着头说。
    <br/>
    　　王胡似乎不是君子，并不理会，一连给他碰了五下，又用力的一推，至于阿Ｑ跌出六尺多远，这才满足的去了。
    <br/>
    　　在阿Ｑ的记忆上，这大约要算是生平第一件的屈辱，因为王胡以络腮胡子的缺点，向来只被他奚落，从没有奚落他，更不必说动手了。而他现在竟动手，很意外，难道真如市上所说，皇帝已经停了考⑤，不要秀才和举人了，因此赵家减了威风，因此他们也便小觑了他么？
    <br/>
    　　阿Ｑ无可适从的站着。
    <br/>
    　　远远的走来了一个人，他的对头又到了。这也是阿Ｑ最厌恶的一个人，就是钱太爷的大儿子。他先前跑上城里去进洋学堂，不知怎么又跑到东洋去了，半年之后他回到家里来，腿也直了，辫子也不见了，他的母亲大哭了十几场，他的老婆跳了三回井。后来，他的母亲到处说，“这辫子是被坏人灌醉了酒剪去了。本来可以做大官，现在只好等留长再说了。”然而阿Ｑ不肯信，偏称他“假洋鬼子”，也叫作“里通外国的人”，一见他，一定在肚子里暗暗的咒骂。
    <br/>
    　　阿Ｑ尤其“深恶而痛绝之”的，是他的一条假辫子。辫子而至于假，就是没有了做人的资格；他的老婆不跳第四回井，也不是好女人。
    <br/>
    　　这“假洋鬼子”近来了。
    <br/>
    　　“秃儿。驴……”阿Ｑ历来本只在肚子里骂，没有出过声，这回因为正气忿，因为要报仇，便不由的轻轻的说出来了。
    <br/>
    　　不料这秃儿却拿着一支黄漆的棍子——就是阿Ｑ所谓哭丧棒⑥——大蹋步走了过来。阿Ｑ在这刹那，便知道大约要打了，赶紧抽紧筋骨，耸了肩膀等候着，果然，拍的一声，似乎确凿打在自己头上了。
    <br/>
    　　“我说他！”阿Ｑ指着近旁的一个孩子，分辩说。
    <br/>
    　　拍！拍拍！
    <br/>
    　　在阿Ｑ的记忆上，这大约要算是生平第二件的屈辱。幸而拍拍的响了之后，于他倒似乎完结了一件事，反而觉得轻松些，而且“忘却”这一件祖传的宝贝也发生了效力，他慢慢的走，将到酒店门口，早已有些高兴了。
    <br/>
    　　但对面走来了静修庵里的小尼姑。阿Ｑ便在平时，看见伊也一定要唾骂，而况在屈辱之后呢？他于是发生了回忆，又发生了敌忾了。
    <br/>
    　　“我不知道我今天为什么这样晦气，原来就因为见了你！”他想。
    <br/>
    　　他迎上去，大声的吐一口唾沫：
    <br/>
    　　“咳，呸！”
    <br/>
    　　小尼姑全不睬，低了头只是走。阿Ｑ走近伊身旁，突然伸出手去摩着伊新剃的头皮，呆笑着，说：
    <br/>
    　　“秃儿！快回去，和尚等着你……”
    <br/>
    　　“你怎么动手动脚……”尼姑满脸通红的说，一面赶快走。
    <br/>
    　　酒店里的人大笑了。阿Ｑ看见自己的勋业得了赏识，便愈加兴高采烈起来：
    <br/>
    　　“和尚动得，我动不得？”他扭住伊的面颊。
    <br/>
    　　酒店里的人大笑了。阿Ｑ更得意，而且为了满足那些赏鉴家起见，再用力的一拧，才放手。
    <br/>
    　　他这一战，早忘却了王胡，也忘却了假洋鬼子，似乎对于今天的一切“晦气”都报了仇；而且奇怪，又仿佛全身比拍拍的响了之后轻松，飘飘然的似乎要飞去了。
    <br/>
    　　“这断子绝孙的阿Ｑ！”远远地听得小尼姑的带哭的声音。
    <br/>
    　　“哈哈哈！”阿Ｑ十分得意的笑。
    <br/>
    　　“哈哈哈！”酒店里的人也九分得意的笑。
    <br/>
</div>