<div class="block">
	<?php template_list([
		'D', 'D', 'D', 'B', 'B', 'A', 'B', 'B', 'D', 'C', 'C', 'C', 'D', 'B', 'B', 'ABC', 'D', 'ABD', 'D', 'C'
	]); ?>
</div>
<div class="block block-pink">
    <p>
        21.① 纤维素酶 果胶酶 PEG<br/>② 3 A与B遗传物质和<br/>③ 有丝 具有A与B的遗传物之和<br/>④植物体细胞融合 植物组织培养 克服远交不亲障碍
    </p>
    <p>
        22.①代谢废物 灭菌、添加抗生素<br/>②病毒 茎尖位置病毒极少<br/>③显微去核法 基因选择性表达<br/>④A 无免疫排斥反应
    </p>
    <p>
        23.①促性腺激素 MⅡ中期 获能 =。=<br/>②血浆 胚胎分割<br/>③=。=<br/>④基因重组
    </p>
    <p>
        24.①抗原 体液<br/>②= =<br/>③胰蛋白 骨髓瘤<br/>④=.=
    </p>
</div>
