<h2 style="text-align: center">劝学</h2>
	<div class="block kaitifont"><!--原文内容-->
		<h3 style="text-align: center">课文原文</h3>
		君子曰：学不可以已。青、取之于蓝，而青于蓝；冰、水为之，而寒于水。木直中绳，輮以为轮，其曲中规，虽有槁暴，不复挺者，輮使之然也。故木受绳则直，金就砺则利，君子博学而日参省乎己，则知明而行无过矣。故不登高山，不知天之高也；不临深溪，不知地之厚也；不闻先王之遗言，不知学问之大也。
		<br/>吾尝终日而思矣，不如须臾之所学也。吾尝跂而望矣，不如登高之博见也。登高而招，臂非加长也，而见者远；顺风而呼，声非加疾也，而闻者彰。假舆马者，非利足也，而致千里；假舟楫者，非能水也，而绝江河。君子生非异也，善假于物也。
		<br/>积土成山，风雨兴焉；积水成渊，蛟龙生焉；积善成德，而神明自得，圣心备焉。故不积蹞步，无以致千里；不积小流，无以成江海。骐骥一跃，不能十步；驽马十驾，功在不舍。锲而舍之，朽木不折；锲而不舍，金石可镂。螾无爪牙之利，筋骨之强，上食埃土，下饮黄泉，用心一也。蟹六跪而二螯，非蛇蟮之穴，无可寄托者，用心躁也。
	</div>
	<div class="block block-pink"><!--原文翻译-->
		<h3 style="text-align: center">原文翻译</h3>
		<br/>君子说，学习不可以停止。靛青是从蓼蓝中提取的，但它比蓼蓝的颜色更青；冰是由水凝结成的，但它比水更冷。木材直得合乎拉直的墨绳，如果给它加热使它弯曲做成车轮，它的弯度就可以合乎圆规，即使又晒干了，也不会再挺直，这是因为人工使它弯曲成这样。所以木材经墨线量过就笔直了，金属刀具在磨刀石上磨过就锋利了。君子广泛地学习而且每天对照检查自己，就智慧明达，行动不会犯错误了。
		<br/>我曾经整日思索，却不如学习片刻收获大；我曾经踮起脚跟眺望，却不如登上高处看得广阔。登高招手，手臂并没有加长，但人们在远处也能看见；顺着风呼喊，声音并没有加大，但听的人会听得清楚；借助车马的`人，不是脚走得快，却能到达千里之外；借助船只的人，不是自己能游泳，却能横渡江河。君子的本性同一般人没有差别，只是善于借助于外物罢了。
		<br/>堆土成山，风雨就从那里兴起；水流汇成深渊，蛟龙就在那里生长；积累善行，形成良好的品德，就会得到最高的智慧，具备圣人的思想境界。所以，不积累每一小步，就不能远达千里；不汇集细流，就不能形成江海。骏马跳跃一次，不能有十步远；劣马拉车走十天，也能走得很远，它的成功在于不停止。拿刀刻东西，中途停止，腐朽的木头也不能刻断；不停地刻下去，金石也能雕刻成功。蚯蚓没有锋利的爪牙，坚强的筋骨，却能上吃泥土，下饮泉水，是因为它心专一；螃蟹有六条腿，两只大夹，然而没有蛇鳝的洞穴就无处容身，是因为它心浮躁的缘故。
	</div>
	<div class="block block-purple kaitifont">
		<h3 style="text-align: center">注释</h3>
		<?php template_list([
			'君子:这里指有才能的人。',
			'已:停止。',
			'青取之于蓝:靛青，从蓝草中取得。青，靛青，一种染料。蓝，蓼蓝。 蓼（liǎo）蓝:一年生草本植物,茎红紫色,叶子长椭圆形,干时暗蓝色。花淡红色，穗状花序，结瘦果，黑褐色。叶子含蓝汁，可以做蓝色染料。',
			'青于蓝:比蓼蓝（更）深。',
			'中绳:（木材）合乎拉直的墨线。木工用拉直的墨线来取直。',
			'輮:通“煣”，以火烘木，使其弯曲。',
			'规:圆规，测圆的工具。',
			'虽有槁暴:即使又被风吹日晒而干枯了。有，通“又”。 槁，枯。暴，同“曝”，日晒。槁暴，枯干。',
			'挺:直。',
			'受绳:经墨线丈量过。',
			'金:指金属制的刀剑等。',
			'就砺:拿到磨刀石上去磨。砺，磨刀石。就，动词，接近，靠近。',
			'参省乎己:对自己检查省察。参，一译检验，检查;二译同“叁”，多次。省，省察。乎，介词，于。',
			'吾尝终日而思矣:而，表修饰',
			'须臾:片刻，一会儿。',
			'跂:提起脚后跟。',
			'博见:看见的范围广，见得广。',
			'而见者远:意思是远处的人也能看见。而，表转折。'
			]);
		?>
	</div>
	<div class="block block-purple">
		<h3 style="text-align: center">知识点</h3>
		<?php template_list([
			'“辞”在古代有两种基本义（写法也不同）：一是“口供”，一是“不受”。由“口供”引申为一般的“话、言辞”。既是“话”，一种可能成为“借口”，落下“口实”；一种则因为“言之成文”是富有文采的“文辞”，也就自然成为“一种文体”（如“楚辞”）。
			<br/>（1）名词
			<br/>①诉讼，供词
			<br/>狱辞无谋故者，经秋审入矜疑，即免死。（《狱中杂记》）
			<br/>②言辞，文辞
			<br/>而侯生曾无一言半辞送我。（《信陵君窃符救赵》）
			<br/>③托辞，借口
			<br/>君子疾夫舍曰"欲之"而必为之辞。（《季氏将伐颛臾》）
			<br/>④命令
			<br/>近者奉辞伐罪，旌麾南指，刘琮束手。（《赤壁之战》）
			<br/>⑤一种文体
			<br/>且携所著书及诗文辞稿本数册，家书一箧托焉。（《谭嗣同》）
			<br/>（2）动词
			<br/>①告别，辞别
			<br/>今者出，未辞也，为之奈何。（《鸿门宴》）
			<br/>②推辞，不接受
			<br/>如姬之欲为公子死，无所辞。（《信陵君窃符救赵》）
			<br/>③计较
			<br/>大礼不辞小让。（《鸿门宴》）、',
			'从：
			<br/>造字本义：两人相随而行
			<br/>读音一：cóng
			<br/>（1）动词
			<br/>①跟随
			<br/>赢粮而景从。（《过秦论》）
			<br/>沛公旦日从百余骑来见项王。（《鸿门宴》）
			<br/>②依傍，紧挨着
			<br/>樊哙从良坐。《鸿门宴》）
			<br/>③依顺，听从
			<br/>臣从其计，大王亦幸赦臣。（《廉颇蔺相如列传》）
			<br/>（4）名词，堂房亲属
			<br/>升死，其印为予群从所得。（《活板》）
			<br/>读音二：zòng
			<br/>通"纵"，南北方向，也特指合纵的盟约
			<br/>于是从散约败，争割地而赂秦。（《过秦论》）',
			'所
			<br/>①助词
			<br/>（1）【所+动词】构成名词性的“所”字结构，相当于现代汉语中的“的”字结构，可不译。
			<br/>例：我所欲也。师之所存也。
			<br/>（2）与“为”相呼应，构成“为……所”的格式，表被动。
			<br/>例：若属为所虏。为仲卿母所遣。
			<br/>②名词，译为“处所、地方”。例：某所，而母立于兹。——这个地方，你母亲曾经站过。
			<br/>③【数词+所】表约数，译为“上下、左右”。例：前未到匈奴陈二里所。
			<br/>④固定结构
			<br/>（1）所以：a.表凭借，“用来……的”。例：师者，所以传道受业解惑也。
			<br/>b.表原因，“……的原因”。例：所以遣将守关者。
			<br/>（2）所谓：译为“所说的”。例：非吾所谓传其道解其惑者也。
			<br/>（3）所在：a.译为“到处”。例：所在皆是也。b.译为“所在之处”。',
		]);
		?>
	</div>
	