<div class="kaitifont pinkfontshadow">
    作者与创作背景：苏轼（1037—1101），字子瞻，又字和仲，号东坡居士，宋代重要的文学家，宋代文学最高成就的代表。北宋眉州眉山（今属四川省眉山市）人。嘉祐（宋仁宗年号，1056～1063）进士”。<br>其诗题材广阔，清新豪健，善用夸张比喻，独具风格，与黄庭坚并称“苏黄”。词开豪放一派，与辛弃疾同是豪放派代表，并称“苏辛”。又工书画。有《东坡七集》、《东坡易传》、《东坡乐府》等。<br>宋神宗元丰七年（1084年）六月，苏轼由黄州团练副使调任汝州（现河南临汝）团练副使时，顺便送他的长子苏迈到饶州德兴县任县尉，途经湖口，游览了石钟山，进行实地考察，为辨明石钟山命名的由来，写了这篇文章。
</div>
<br>
<div class="block">
    《水经》云：“彭蠡之口有石钟山焉。”郦元以为下临深潭，微风鼓浪，水石相搏，声如洪钟。是说也，人常疑之。今以钟磬置水中，虽大风浪不能鸣也，而况石乎！至唐李渤始访其遗踪，得双石于潭上，扣而聆之，南声函胡，北音清越，桴止响腾，余韵徐歇。自以为得之矣。然是说也，余尤疑之。石之铿然有声者，所在皆是也，而此独以钟名，何哉？
</div>
<div style="font-size:20px;color:red;">
    《水经》说：“鄱阳湖的湖口有一座石钟山在那里。”郦道元认为石钟山下面靠近深潭，微风振动波浪，水和石头互相拍打，发出的声音好像大钟一般。这个说法，人们常常怀疑它。如果把钟磬放在水中，即使大风大浪也不能使它发出声响，何况是石头呢！到了唐代李渤才访求石钟山的旧址。在深潭边找到两块山石，敲击它们，聆听它们的声音，南边那座山石的声音重浊而模糊，北边那座山石的声音清脆而响亮，鼓槌停止了敲击，声音还在传播，余音慢慢地消失。他自己认为找到了这个石钟山命名的原因。但是这个说法，我更加怀疑。敲击后能发出声响的石头，到处都这样，可唯独这座山用钟来命名，这是为什么呢？
</div>
<div class="block">
    元丰七年六月丁丑，余自齐安舟行适临汝，而长子迈将赴饶之德兴尉，送之至湖口，因得观所谓石钟者。寺僧使小童持斧，于乱石间择其一二扣之，硿硿焉，余固笑而不信也。至莫夜月明，独与迈乘小舟，至绝壁下。大石侧立千尺，如猛兽奇鬼，森然欲搏人；而山上栖鹘，闻人声亦惊起，磔磔云霄间；又有若老人咳且笑于山谷中者，或曰此鹳鹤也。余方心动欲还，而大声发于水上，噌吰如钟鼓不绝。舟人大恐。徐而察之，则山下皆石穴罅，不知其浅深，微波入焉，涵澹澎湃而为此也。舟回至两山间，将入港口，有大石当中流，可坐百人，空中而多窍，与风水相吞吐，有窾坎镗鞳之声，与向之噌吰者相应，如乐作焉。因笑谓迈曰：“汝识之乎？噌吰者，周景王之无射也；窾坎镗鞳者，魏庄子之歌钟也。古之人不余欺也！”
</div>
<p>
    元丰七年六月初九，我从齐安坐船到临汝去，大儿子苏迈将要去就任饶州的德兴县的县尉，我送他到湖口，因而能够看到所说的石钟山。庙里的和尚让小童拿着斧头，在乱石中间选一两处敲打它，硿硿地发出声响，我当然觉得很好笑并不相信。到了晚上月光明亮，特地和苏迈坐着小船到断壁下面。巨大的山石倾斜地立着，有千尺之高，好像凶猛的野兽和奇异的鬼怪，阴森森地想要攻击人；山上宿巢的老鹰，听到人声也受惊飞起来，在云霄间发出磔磔声响；又有像老人在山谷中咳嗽并且大笑的声音，有人说这是鹳鹤。我正心惊想要回去，忽然巨大的声音从水上发出，声音洪亮像不断地敲钟击鼓。船夫很惊恐。我慢慢地观察，山下都是石穴和缝隙，不知它们有多深，细微的水波涌进那里面，水波激荡因而发出这种声音。船回到两山之间，将要进入港口，有块大石头正对着水的中央，上面可坐百来个人，中间是空的，而且有许多窟窿，把清风水波吞进去又吐出来，发出窾坎镗鞳的声音，同先前噌吰的声音相互应和，好像音乐演奏。于是我笑着对苏迈说：“你知道那些典故吗？那噌吰的响声，是周景王无射钟的声音，窾坎镗鞳的响声，是魏庄子歌钟的声音。古人没有欺骗我啊！”
</p>
<div class="block">
    事不目见耳闻，而臆断其有无，可乎？郦元之所见闻，殆与余同，而言之不详；士大夫终不肯以小舟夜泊绝壁之下，故莫能知；而渔工水师虽知而不能言。此世所以不传也。而陋者乃以斧斤考击而求之，自以为得其实。余是以记之，盖叹郦元之简，而笑李渤之陋也。
</div>
<p>
    “任何的事情不用眼睛看不用耳朵听，只凭主观臆断去猜测它的有或没有，可以吗？郦道元所看到的、所听到的，大概和我一样，但是描述它不详细；士大夫终究不愿用小船在夜里在悬崖绝壁的下面停泊，所以没有谁能知道；渔人和船夫，虽然知道石钟山命名的真相却不能用文字记载。这就是世上没有流传下来石钟山得名由来的原因。然而浅陋的人竟然用斧头敲打石头来寻求石钟山得名的原因，自以为得到了石钟山命名的真相。我因此记下以上的经过，叹惜郦道元的简略，嘲笑李渤的浅陋。”
</p>
<div class="block block-pink">
    这篇文章将议论和叙述相结合，通过夜游石钟山的实地考查，对郦道元和李渤关于石钟山得名的说法进行了分析批评，提出了事不目见耳闻不能臆断其有无的论断，表现了作者注重调查研究的求实精神，并且全文结构独特、行文曲折、修饰巧妙、语言灵活
</div>