<h2 style="text-align: center">边城--沈从文</h2>
<div class="kaitifont">
    作者简介：沈从文（1902年12月28日—1988年5月10日），男，原名沈岳焕，乳名茂林，字崇文，笔名休芸芸、甲辰、上官碧、璇若等，湖南凤凰县人，中国著名作家、历史文物研究者。 14岁时，他投身行伍，浪迹湘川黔交界地区。1924年开始进行文学创作，撰写出版了《长河》《边城》等小说。1931年－1933年在国立青岛大学任教，抗战爆发后到西南联大任教，1946年回到北京大学任教，建国后在中国历史博物馆和中国社会科学院历史研究所工作，主要从事中国古代历史与文物的研究，著有《中国古代服饰研究》。1988年5月10日病逝于北京，享年86岁。
</div>
<div class="block block-pink kaitifont">
    写作背景：该小说以20世纪30年代川湘交界的边城小镇茶峒为背景，以兼具抒情诗和小品文的优美笔触，描绘了湘西地区特有的风土人情；借船家少女翠翠的纯爱故事，展现出了人性的善良美好。由于《边城》的美学艺术，《边城》这部小说在中国近代文学史上具有独特的地位。
</div>
<div class="block block-purple kaitifont">
    人物介绍：<br/>
    翠翠:是个天真善良、温柔清纯的小女孩，是作者倾注“爱”与“美”的理想的艺术形象。翠翠来到人间，便是爱的天使与爱的精灵。她爷爷把她领大，一老一少相依为命。她既是爱情的女儿，又是大自然的女儿。在她身上“天人合一”，她是美的精灵与化身。翠翠身上的“美”，是通过她的爱情故事逐步表现出来的：第一阶段：翠翠爱情萌生阶段。她在小镇看龙舟初遇傩送，爱情的种子就萌芽了。第二阶段：翠翠爱情的觉悟阶段。两年后又进城看龙舟，她的爱情意识已完全觉醒。 第三阶段：翠翠对爱情执着的阶段。她在爱上傩送后，没想到傩送的哥哥也爱上了她。出于对爱情的忠贞，她明确向爷爷表示拒绝。然而，她与傩送的爱情却忽然受到严重挫折，傩送远走他乡、爷爷也死了使她一夜之间“长成大人”。最后，她像爷爷那样守住摆渡的岗位，苦恋并等待着傩送的归来，这些充分表现了翠翠性格坚强的一面。<br/>
    爷爷:保有着中国传统的美德，他对孙女翠翠亲情无限。为翠翠的亲事操心担忧，尽力促成翠翠爱情的实现。在生活上，对翠翠也是无比关怀，不让翠翠坐热石头，惟恐翠翠生病；在感情上尽力体谅翠翠的心思，翠翠忧伤寂寞时为她讲故事、说笑话、唱歌。他也是淳朴厚道却也倔强的老人，他为翠翠美丽而自信骄傲，为了翠翠嫁一个好人家，他不计地位的贫寒低贱，内心凄苦忧虑与责任自信交错。<br/>
</div>
    <div class="block">

    <p style="text-align: center">一</p>
    <p>
        ---两省接壤处，十余年来主持地方军事的，注重在安辑保守，处置还得法，并无变故发生。水陆商务既不至于受战争停顿，也不至于为土匪影响，一切莫不极有秩序，人民也莫不安分乐生。这些人，除了家中死了牛，翻了船，或发生别的死亡大变，为一种不幸所绊倒觉得十分伤心外，中国其他地方正在如何不幸挣扎中的情形，似乎就永远不会为这边城人民所感到。<br/>


    　  边城所在一年中最热闹的日子，是端午，中秋和过年。三个节日过去三五十年前如何兴奋了这地方人，直到现在，还毫无什么变化，仍能成为那地方居民最有意义的几个日子。<br/>


       端午日，当地妇女小孩子，莫不穿了新衣，额角上用雄黄蘸酒画了个王字。任何人家到了这天必可以吃鱼吃肉。大约上午十一点钟左右，全茶峒人就吃了午饭，把饭吃过后，在城里住家的，莫不倒锁了门，全家出城到河边看划船。河街有熟人的，可到河街吊脚楼门口边看，不然就站在税关门口与各个码头上看。河中龙船以长潭某处作起点，税关前作终点。作比赛竞争。因为这一天军官税官以及当地有身分的人，莫不在税关前看热闹。划船的事各人在数天以前就早有了准备，分组分帮各自选出了若干身体结实手脚伶俐的小伙子，在潭中练习进退。船只的形式，与平常木船大不相同，形体一律又长又狭，两头高高翘起，船身绘着朱红颜色长线，平常时节多搁在河边干燥洞穴里，要用它时，拖下水去。每只船可坐十二个到十八个桨手，一个带头的，一个鼓手，一个锣手。桨手每人持一支短桨，随了鼓声缓促为节拍，把船向前划去。坐在船头上，头上缠裹着红布包头，手上拿两支小令旗，左右挥动，指挥船只的进退。擂鼓打锣的，多坐在船只的中部，船一划动便即刻蓬蓬镗镗把锣鼓很单纯的敲打起来，为划桨水手调理下桨节拍。一船快慢既不得不靠鼓声，故每当两船竞赛到剧烈时，鼓声如雷鸣，加上两岸人呐喊助威，便使人想起梁红玉老鹳河时水战擂鼓，牛皋水擒杨幺时也是水战擂鼓。凡把船划到前面一点的，必可在税关前领赏，一匹红，一块小银牌，不拘缠挂到船上某一个人头上去，皆显出这一船合作的光荣。好事的军人，且当每次某一只船胜利时，必在水边放些表示胜利庆祝的五百响鞭炮。<BR><BR>
    　　赛船过后，城中的戍军长官，为了与民同乐，增加这节日的愉快起见，便把三十只绿头长颈大雄鸭，颈膊上缚了红布条子，放入河中，尽善于泅水的军民人等，下水追赶鸭子。不拘谁把鸭子捉到，谁就成为这鸭子的主人。于是长潭换了新的花样，水面各处是鸭子，各处有追赶鸭子的人。<br/>


    　　船与船的竞赛，人与鸭子的竞赛，直到天晚方能完事。<br/>　


    　  掌水码头的龙头大哥顺顺，年青时节便是一个泅水的高手，入水中去追逐鸭子，在任何情形下总不落空。但一到次子傩送年过十二岁时，已能入水闭铺汆着到鸭子身边，再忽然从水中冒水而出，把鸭子捉到，这作爸爸的便解嘲似的说：“好，这种事有你们来作，我不必再下水了。”于是当真就不下水与人来竞争捉鸭子。但下水救人呢，当作别论。凡帮助人远离患难，便是入火，人到八十岁，也还是成为这个人一种不可逃避的责任！<br/>

    　
    　  天保、傩送两人皆是当地泅水划船好选手。<br/>


    　　端午又快来了，初五划船，河街上初一开会，就决定了属于河街的那只船当天入水。天保恰好在那天应向上行，随了陆路商人过川东龙潭送节货，故参加的就只傩送。十六个结实如牛犊的小伙子，带了香烛、鞭炮、同一个用生牛皮蒙好绘有朱红太极图的高脚鼓，到了搁船的河上游山洞边，烧了香烛，把船拖入水后，各人上了船，燃着鞭炮，擂着鼓，这船便如一枝箭似的，很迅速的向下游长潭射去。<br/>

    　
    　  那时节还是上午，到了午后，对河渔人的龙船也下了水，两只龙船就开始预习种种竞赛的方法。水面上第一次听到了鼓声，许多人从这鼓声中，感到了节日临近的欢悦。住临河吊脚楼对远方人有所等待有所盼望的，也莫不因鼓声想到远人。在这个节日里，必然有许多船只可以赶回，也有许多船只只合在半路过节，这之间，便有些眼目所难见的人事哀乐，在这小山城河街间，让一些人铺事，也让一些人皱眉。<br/>


    　  蓬蓬鼓声掠水越山到了渡船头那里时，最先注意到的是那只黄狗。那黄狗汪汪的吠着，受了惊似的绕屋乱走，有人过渡时，便随船渡过河东岸去，且跑到那小山头向城里一方面大吠。<br/>


    　　翠翠正坐在门外大石上用棕叶编蚱蜢蜈蚣玩，见黄狗先在太阳下睡着，忽然醒来便发疯似的乱跑，过了河又回来，就问它骂它：<br/>

    　　“狗，狗，你做什么！不许这样子！”<br/>


    　  可是一会儿那声音被她发现了，她于是也绕屋跑着，且同黄狗一块儿渡过了小溪，站在小山头听了许久，让那点迷人的鼓声，把自己带到一个过去的节日里去。
	</p>
    <p style="text-align: center">二</p>
    <p>
        还是两年前的事。五月端阳，渡船头祖父找人作了代替，便带了黄狗同翠翠进城，过大河边去看划船。河边站满了人，四只朱色长船在潭中滑着，龙船水刚刚涨过，河中水皆豆绿，天气又那么明朗，鼓声蓬蓬响着，翠翠抿着嘴一句话不说，心中充满了不可言说的快乐。河边人太多了一点，各人皆尽张着眼睛望河中，不多久，黄狗还在身边，祖父却挤得不见了。<br/>

        翠翠一面注意划船，一面心想“过不久祖父总会找来的”。但过了许久，祖父还不来，翠翠便稍稍有点儿着慌了。先是两SSS人同黄狗进城前一天，祖父就问翠翠：“明天城里划船，倘若一个人去看，人多怕不怕？”翠翠就说：“人多我不怕，但自己只是一个人可不好玩。”于是祖父想了半天，方想起一个住在城中的老熟人，赶夜里到城里去商量，请那老人来看一天渡船，自己却陪翠翠进城玩一天。且因为那人比渡船老人更孤单，身边无一个亲人，也无一只狗，因此便约好了那人早上过家中来吃饭，喝一杯雄黄酒。第二天那人来了，吃了饭，把职务委托那人以后，翠翠等便进了城。到路上时，祖父想起什么似的，又问翠翠，“翠翠，翠翠，人那么多，好热闹，你一个人敢到河边看龙船吗？”翠翠说：“怎么不敢？可是一个人有什么意思。”到了河边后，长潭里的四只红船，把翠翠的注意力完全占去了，身边祖父似乎也可有可无了。祖父心想：“时间还早，到收场时，至少还得三个时刻。溪边的那个朋友，也应当来看看年青人的热闹，回去一趟，换换地位还赶得及。”因此就问翠翠，“人太多了，站在这里看，不要动，我到别处去有事情，无论如何总赶得回来伴你回家。”翠翠正为两只竞速并进的船迷着，祖父说的话毫不思索就答应了。祖父知道黄狗在翠翠身边，也许比他自己在她身边还稳当，于是便回家看船去了。<br/>

        祖父到了那渡船处时，见代替他的老朋文，正站在白塔下注意听远处鼓声。<br/>

        祖父喊他，请他把船拉过来，两人渡过小溪仍然站到白塔下去。那人问老船夫为什么又跑回来，祖父就说想替他一会儿故把翠翠留在河边，自己赶回来，好让他也过河边去看看热闹，且说，“看得好，就不必再回来，只须见了翠翠问她一声，翠翠到时自会回家的。小丫头不敢回家，你就伴她走走！”但那替手对于看龙船已无什么兴味，却愿意同老船夫在这溪边大石上各自再喝两杯烧酒。老船夫十分高兴，把葫葫芦取出，推给城中来的那一个。两人一面谈些端午旧事，一面喝酒，不到一会，那人却在岩石上为烧酒醉倒了。<br/>

        人既醉倒了，无从入城，祖父为了责任又不便与渡船离开，留在河边的翠翠便不能不着急了。<br/>

        河中划船的决了最后胜负后，城里军官已派人驾小船在潭中放了一群鸭子，祖父还不见来。翠翠恐怕祖父也正在什么地方等着她，因此带了黄狗各处人丛中挤着去找寻祖父，结果还是不得祖父的踪迹。后来看看天快要黑了，军人扛了长凳出城看热闹的，皆已陆续扛了那凳子回家。潭中的鸭子只剩下三五只，捉鸭人也渐渐的少了。落日向上游翠翠家中那一方落去，黄昏把河面装饰了一层薄雾。翠翠望到这个景致，忽然起了一个怕人的想头，她想：“假若爷爷死了？”<br/>

        她记起祖父嘱咐她不要离开原来地方那一句话，便又为自己解释这想头的错误，以为祖父不来必是进城去或到什么熟人处去，被人拉着喝酒，故一时不能来的。正因为这也是可能的事，她又不愿在天未断黑以前，同黄狗赶回家去，只好站在那石码头边等候祖父。<br/>

        再过一会，对河那两只长船已泊到对河小溪里去不见了，看龙船的人也差不多全散了。吊脚楼有娼妓的人家，已上了灯，且有人敲小斑鼓弹月琴唱曲子。另外一些人家，又有划拳行酒的吵嚷声音。同时停泊在吊脚楼下的一些船只，上面也有人在摆酒炒菜，把青菜萝卜之类，倒进滚热油锅里去时发出唦——的声音。河面已朦朦胧胧，看去好象只有一只白在潭中浮着，也只剩一个人追着这只鸭子。<br/>

        翠翠还是不离开码头，总相信祖父会来找她，同她一起回家。<br/>

        吊脚楼上唱曲子声音热闹了一些，只听到下面船上有人说话，一个水手说：“金亭，你听你那铺子陪川东庄客喝酒唱曲子，我赌个手指，说这是她的声音！”另一个水手就说：“她陪他们喝酒唱曲子，心里可想我。她知道我在船上！”先前那一个又说：“身体让别人玩着，心还想着你；你有什么凭据？”另一个说：“有凭据。”于是这水手吹着唿哨，作出一个古怪的记号，一会儿，楼上歌声便停止了。歌声停止后，两个水手皆笑了。两人接着便说了些关于那个女人的一切，使用了不少粗鄙字眼，翠翠很不习惯把这种话听下去，但又不能走开。且听水手之一说，楼上妇人的爸爸是在棉花坡被人杀死的，一共杀了十七刀。翠翠心中那个古怪的想头，“爷爷死了呢？”便仍然占据到心里有一忽儿。<br/>

        两个水手还正在谈话，潭中那只白鸭慢慢的向翠翠所在的码头边游来，翠翠想：“再过来些我就捉住你！”于是静静的等着，但那鸭子将近岸边三丈远近时，却有个人笑着，喊那船上水手。原来水中还有个人，那人已把鸭子捉到手，却慢慢的“踹水”游近岸边的。船上人听到水面的喊声，在隐约里也喊道：“二老，二老，你真干，你今天得了五只吧。”那水上人说：“这家伙狡猾得很，现在可归我了。”“你这时捉鸭子，将来捉女人，一定有同样的本领。”水上那一个不再说什么，手脚并用的拍着水傍了码头。湿淋淋的爬上岸时，翠翠身旁的黄狗，仿佛警问水中人似的，汪汪的叫了几声，那人方注意到翠翠。码头上已无别的人，那人问：<br/>

        “是谁？”<br/>

        “是翠翠！”<br/>

        “翠翠又是谁？”<br/>

        “是碧溪岨撑渡船的孙女。”<br/>

        “你在这儿做什么？”<br/>

        “我等我爷爷。我等他来好回家去。”<br/>

        “等他来他可不会来，你爷爷一定到城里军营里喝了酒，醉倒后被人抬回去了！”<br/>

        “他不会。他答应来，他就一定会来的。”<br/>

        “这里等也不成。到我家里去，到那边点了灯的楼上去，等爷爷来找你好不好？”<br/>

        翠翠误会邀他进屋里去那个人的好意，正记着水手说的妇人丑事，她以为那男子就是要她上有女人唱歌的楼上去，本来从不骂人，这时正因等候祖父太久了，心中焦急得很，听人要她上去，以为欺侮了她，就轻轻的说：<br/>

        “你个悖时砍脑壳的！”<br/>

        话虽轻轻的，那男的却听得出，且从声音上听得出翠翠年纪，便带笑说：“怎么，你骂人！你不愿意上去，要呆在这儿，回头水里大鱼来咬了你，可不要叫喊！”<br/>

        翠翠说：“鱼咬了我也不管你的事。”<br/>

        那黄狗好象明白翠翠被人欺侮了，又汪汪的吠起来。那男子把手中白鸭举起，向黄狗吓了一下，便走上河街去了。黄狗为了自己被欺侮还想追过去，翠翠便喊：“狗，狗，你叫人也看人叫！”翠翠意思仿佛只在问给狗“那轻薄男子还不值得叫”，但男子听去的却是另外一种好意，男的以为是她要狗莫向好人叫，放肆的笑着，不见了。<br/>

        又过了一阵，有人从河街拿了一个废缆做成的火炬，喊叫着翠翠的名字来找寻她，到身边时翠翠却不认识那个人。那人说：老船夫回到家中，不能来接她，故搭了过渡人口信来，问翠翠要她即刻就回去。翠翠听说是祖父派来的，就同那人一起回家，让打火把的在前引路，黄狗时前时后，一同沿了城墙向渡口走去。翠翠一面走一面问那拿火把的人，是谁问他就知道她在河边。那人说是二老问他的，他是二老家里的伙计，送翠翠回家后还得回转河街。<br/>

        翠翠说：“二老他怎么知道我在河边？”<br/>

        那人便笑着说：“他从河里捉鸭子回来，在码头上见你，他说好意请你上家里坐坐，等候你爷爷，你还骂过他！”<br/>

        翠翠带了点儿惊讶轻轻的问：“二老是谁？”<br/>

        那人也带了点儿惊讶说：“二老你都不知道？就是我们河街上的傩送二老！就是岳云！他要我送你回去！”傩送二老在茶峒地方不是一个生疏的名字！<br/>

        翠翠想起自己先前骂人那句话，心里又吃惊又害羞，再也不说什么，默默的随了那火把走去。<br/>

        翻过了小山岨，望得见对溪家中火光时，那一方面也看见了翠翠方面的火把，老船夫即刻把船拉过来，一面拉船一面哑声儿喊问：“翠翠，翠翠，是不是你？”翠翠不理会祖父，口中却轻轻的说：“不是翠翠，不是翠翠，翠翠早被大河里鲤鱼吃去了。”翠翠上了船，二老派来的人，打着火把走了，祖父牵着船问：“翠翠，你怎么不答应我，生我的气了吗？”<br/>

        翠翠站在船头还是不作声。翠翠对祖父那一点儿埋怨，等到把船拉过了溪，一到了家中，看明白了醉倒的另一个老人后，就完事了。但另一件事，属于自己不关祖父的，却使翠翠沉默了一个夜晚。<br/>
    </p>
    <p style="text-align: center">五</p>
    <p>
        两年日子过去了。<br/>

        这两年来两个中秋节，恰好都无月亮可看，凡在这边城地方，因看月而起整夜男女唱歌的故事，皆不能如期举行，故两个中秋留给翠翠的印象，极其平淡无奇。两个新年却照例可以看到军营里与各乡来的狮子龙灯，在小教场迎春，锣鼓喧阗很热闹。到了十五夜晚，城中舞龙耍狮子的镇筸兵士，还各自赤裸着肩膊，往各处去欢迎炮仗烟火。城中军营里，税关局长公馆，河街上一些大字号，莫不预先截老毛竹筒，或镂空棕榈树根株，用洞硝拌和磺炭钢砂，一千捶八百捶把烟火做好。好勇取乐的军士，光赤着个上身，玩着灯打着鼓来了，小鞭炮如落雨的样子，从悬到长竿尖端的空中落到玩灯的肩背上，锣鼓催动急促的拍子，大家皆为这事情十分兴奋。鞭炮放过一阵后，用长凳绑着的大筒灯火，在敞坪一端燃起了引线，先是咝咝的流泻白光，慢慢的这白光便吼啸起来，作出如雷如虎惊人的声音，白光向上空冲去，高至二十丈，下落时便洒散着满天花雨。玩灯的兵士，在火花中绕着圈子，俨然毫不在意的样子。翠翠同他的祖父，也看过这样的热闹，留下一个热闹的印象，但这印象不知为什么原因，总不如那个端午所经过的事情甜而美。<br/>

        翠翠为了不能忘记那件事，上年一个端午又同祖父到城边河街去看了半天船，一切玩得正好时，忽然落了行雨，无人衣衫不被雨湿透。为了避雨，祖孙二人同那只黄狗，走到顺顺吊脚楼上去，挤在一个角隅里。有人扛凳子从身边过去，翠翠认得那人是去年打了火把送她回家的人，就告给祖父：<br/>

        　　“爷爷，那个人去年送我回家，他拿了火把走路时，真象个喽罗！”<br/>

        　　祖父当时不作声，等到那人回头又走过面前时，就一把抓住那个人，笑嘻嘻说：<br/>

        　　“嗨嗨，你这个人！要你到我家喝一杯也不成，还怕酒里有毒，把你这个真命天子毒死！”<br/>

        　　那人一看是守渡船的，且看到了翠翠，就笑了。“翠翠，你大长了！二老说你在河边大鱼会吃你，我们这里河中的鱼，现在可吞不下你了。”<br/>

        　　翠翠一句话不说，只是抿起嘴唇笑着。<br/>

        　　这一次虽在这喽罗长年口中听到个“二老”名字，却不曾见及这个人。从祖父与那长年谈话里，翠翠听明白了二老是在下游六百里外青浪滩过端午的。但这次不见二老却认识了“大老”，且见着了那个一地出名的顺顺。大老把河中的鸭子捉回家里后，因为守渡船的老家伙称赞了那只肥鸭两次，顺顺就要大老把鸭子给翠翠。且知道祖孙二人所过的日子十分拮据，节日里自己不能包粽子，又送了许多尖角粽子。<br/>

        　　那水上名人同祖父谈话时，翠翠虽装作眺望河中景致，耳朵却把每一句话听得清清楚楚。那人向祖父说翠翠长得很美，问过翠翠年纪，又问有不有人家。祖父则很快乐的夸奖了翠翠不少，且似乎不许别人来关心翠翠的婚事，故一到这件事便闭口不谈。<br/>

        　　回家时，祖父抱了那只白鸭子同别的东西，翠翠打火把引路。两人沿城墙走去，一面是城，一面是水。祖父说：“顺顺真是个好人，大方得很。大老也很好。这一家人都好！”翠翠说：“一家人都好，你认识他们一家人吗？”祖父不明白这句话的意思所在，因为今天太高兴一点，便笑着说：“翠翠，假若大老要你做媳妇，请人来做媒，你答应不答应？”翠翠就说：“爷爷，你疯了！再说我就生你的气！”<br/>

        　　祖父话虽不说了，心中却很显然的还转着这些可笑的不好的念头。翠翠着了恼，把火炬向路两旁乱晃着，向前怏怏的走去了。<br/>

        　　“翠翠，莫闹，我摔到河里去，鸭子会走脱的！”<br/>

        　　“谁也不希罕那只鸭子！”<br/>

        　　祖父明白翠翠为什么事不高兴，祖父便唱起摇橹人驶船下滩时催橹的歌声，声音虽然哑沙沙的，字眼儿却稳稳当当毫不含糊。翠翠一面听着一面向前走去，忽然停住了发问：<br/>

        　　“爷爷，你的船是不是正在下青浪滩呢？”<br/>

        　　祖父不说什么，还是唱着，两人皆记顺顺家二老的船正在青浪滩过节，但谁也不明白另外一个人的记忆所止处。祖孙二人便沉默的一直走还家中。到了渡口，那代理看船的，正把船泊在岸边等候他们。几人渡过溪到了家中，剥粽子吃，到后那人要进城去，翠翠赶即为那人点上火把，让他有火把照路。人过了小溪上小山时，翠翠同祖父在船上望着，翠翠说：<br/>

        　　“爷爷，看喽罗上山了啊！”<br/>

        　　祖父把手攀引着横缆，注目溪面的薄雾，仿佛看到了什么东西，轻轻的吁了一口气。祖父静静的拉船过对岸家边时，要翠翠先上岸去，自己却守在船边，因为过节，明白一定有乡下人上城里看龙船，还得乘黑赶回家去。<br/>
    </p>
    <p style="text-align: center">六</p>
    <p>
        　　白日里，老船夫正在渡船上同个卖皮纸的过渡人有所争持。一个不能接受所给的钱，一个却非把钱送给老人不可。正似乎因为那个过渡人送钱气派，使老船夫受了点压迫，这撑渡船人就俨然生气似的，迫着那人把钱收回，使这人不得不把钱捏在手里。但船拢岸时，那人跳上了码头，一手铜钱向船舱里一撒，却笑眯眯的匆匆忙忙走了。老船夫手还得拉着船让别人上岸，无法去追赶那个人，就喊小山头的女：<br/>

        　　“翠翠，翠翠，帮我拉着那个卖皮纸的小伙子，不许他走！”<br/>

        　　翠翠不知道是怎么会事，当真便同黄狗去拦那第一个下山人。那人笑着说：<br/>

        　　“不要拦我！……”<br/>

        　　正说着，第二个商人赶来了，就告给翠翠是什么事情。翠翠明白了，更拉着卖纸人衣服不放，只说：“不许走！不许走！”黄狗为了表示同主人的意见一致，也便在翠翠身边汪汪汪的吠着。其余商人皆笑着，一时不能走路。祖父气吁吁的赶来了，把钱强迫塞到那人手心里，且搭了一大束草烟到那商人担子上去，搓着两手笑着说：“走呀！你们上路走！”那些人于是全笑着走了。<br/>

        　　翠翠说：“爷爷，我还以为那人偷你东西同你打架！”<br/>

        　　祖父就说：<br/>

        　　“他送我好些钱。我才不要这些钱！告他不要钱，他还同我吵，不讲道理！”<br/>

        　　翠翠说：“全还给他了吗？”<br/>

        　　祖父抿着嘴把头摇摇，装成狡猾得意神气笑着，把扎在腰带上留下的那枚单铜子取出，送给翠翠。且说：<br/>

        　　“他得了我们那把烟叶，可以吃到镇筸城！”<br/>

        　　远处鼓声又蓬蓬的响起来了，黄狗张着两个耳朵听着。翠翠问祖父，听不听到什么声音。祖父一注意，知道是什么声音了，便说：<br/>

        　　“翠翠，端午又来了。你记不记得去年天保大老送你那只肥鸭子。早上大老同一群人上川东去，过渡时还问你。你一定忘记那次落的行雨。我们这次若去，又得打火把回家；你记不记得我们两人用火把照路回家？”<br/>

        　　翠翠还正想起两年前的端午一切事情哪。但祖父一问，翠翠却微带点儿恼着的神气，把头摇摇，故意说：“我记不得，我记不得。”其实她那意思就是“我怎么记不得？！”<br/>

        　　祖父明白那话里意思，又说：“前年还更有趣，你一个人在河边等我，差点儿不知道回来，我还以为大鱼会吃掉你！”<br/>

        　　提起旧事翠翠嗤的笑了。<br/>

        　　“爷爷，你还以为大鱼会吃掉我？是别人家说我，我告给你的！你那天只是恨不得让城中的那个爷爷把装酒的葫芦吃掉！你这种记性！”<br/>

        　　“我人老了，记性也坏透了。翠翠，现在你人长大了，一个人一定敢上城看船,不怕鱼吃掉你了。”<br/>

        　　“人大了就应当守船哩。”<br/>

        　　“人老了才当守船。”<br/>

        　　“人老了应当歇憩！”<br/>

        　　“你爷爷还可以打老虎，人不老！”祖父说着，于是，把膀子弯曲起来，努力使筋肉在局束中显得又有力又年青，且说：“翠翠，你不信，你咬。”<br/>

        　　翠翠睨着腰背微驼白发满头的祖父，不说什么话。远处有吹唢呐的声音，她知道那是什么事情，且知道唢呐方向，要祖父同她下了船，把船拉过家中那边岸旁去。为了想早早的看到那迎婚送亲的喜轿，翠翠还爬到屋后塔下去眺望。过不久，那一伙人来了，两个吹唢呐的，四个强壮乡下汉子，一顶空花轿，一个穿新衣的团总儿子模样的青年，另外还有两只羊，一个牵羊的孩子，一坛酒，一盒糍粑，一个担礼物的人。一伙人上了渡船后，翠翠同祖父也上了渡船，祖父拉船，翠翠却傍花轿站定，去欣赏每一个人的脸色与花轿上的流苏。拢岸后，团总儿子模样的人，从扣花抱肚里掏出了一个小红纸包封，递给老船夫。这是规矩，祖父再不能说不接收了。但得了钱祖父却说话了，问那个人，新娘是什么地方人，明白了，又问姓什么，明白了，又问多大年纪，一起皆弄明白了。吹唢呐的一上岸后又把唢呐呜呜喇喇吹起来，一行人便翻山走了。祖父同翠翠留在船上，感情仿佛皆追着那唢呐声音走去，走了很远的路方回到自己身边来。<br/>

        　　祖父掂着那红纸包封的分量说：“翠翠，宋家堡子里新嫁娘只十五岁。”<br/>

        　　翠翠明白祖父这句话的意思所在，不作理会，静静的把船拉动起来。<br/>

        　　到了家边，翠翠跑回家去取小小竹子做的双管唢呐，请祖父坐在船头吹“娘送女”曲子给她听，她却同黄狗躺到门前大岩石上荫处看天上的云。白日渐长，不知什么时节，祖父睡着了，翠翠同黄狗也睡着了。<br/>
    </p>
</div>

