<h2 style="text-align: center">烛之武退秦师</h2>

	<div class="block"><!--原文部分-->
		<p style="text-align: center">原文</p>
		<p>晋侯、秦伯围郑，以其无礼于晋，且贰于楚也。晋军函陵，秦军氾南。<br/></p>
		<p>佚之狐言于郑伯曰：“国危矣，若使烛之武见秦君，师必退。”公从之。辞曰：“臣之壮也，犹不如人；今老矣，无能为也已。”公曰：“吾不能早用子，今急而求子，是寡人之过也。然郑亡，子亦有不利焉。”许之。<br/></p>
		<p>夜缒而出，见秦伯，曰：“秦、晋围郑，郑既知亡矣。若亡郑而有益于君，敢以烦执事。越国以鄙远，君知其难也。焉用亡郑以陪邻？邻之厚，君之薄也。若舍郑以为东道主，行李之往来，共其乏困，君亦无所害。且君尝为晋君赐矣，许君焦、瑕，朝济而夕设版焉，君之所知也。夫晋，何厌之有？既东封郑，又欲肆其西封，若不阙秦，将焉取之？阙秦以利晋，唯君图之。”秦伯说，与郑人盟。使杞子、逢孙、杨孙戍之，乃还。<br/></p>
		<p>子犯请击之，公曰：“不可。微夫人之力不及此。因人之力而敝之，不仁；失其所与，不知；以乱易整，不武。吾其还也。”亦去之。<br/></p>
	</div>
	<div class="block block-purple">
		<p style="text-align: center">课文注释</p>
		<?php template_list([
			'《左传》是我国历史上第一部叙事详备的编年体史书，相传是鲁国使官左丘明所著，与《公羊传》、《谷梁传》合称春秋三传',
			'六艺经传：《诗》《书》《礼》《易》《春秋》',
			'《礼》、《乐》、《射》、《御》、《书》、《数》',
		]); ?>
		
	</div>
	<div class="block block-pink"><!--原文翻译-->
		<p style="text-align: center">原文翻译</p>
		<p>晋文公联合秦穆公包围郑国，因为郑文公曾对晋文公无礼，而且还依附楚国。晋军驻扎在函陵，秦军驻扎在氾水之南。</p>
		<p>佚之狐向郑文公说：“国家危险了，如果派烛之武去见秦君，秦国军队一定退走。”郑文公听了他的意见。烛之武推辞说：“臣壮年时，尚且不如别人，现在老了，无能为力了。”郑文公说：“我没有及早重用您，危急时才来求您，这是我的过错。然而郑亡国了，对您也不利啊！”烛之武答应了。</p>
		<p>夜里，把烛之武用绳子从城上坠下去见到秦穆公，烛之武说：“秦、晋围攻郑国，郑国已经知道就要灭亡了！如果郑国灭亡对您有好处，那就值得烦劳您的属下。越过其他国家而在远方设置边邑，您知道这不好办，哪能用灭郑来加强邻国的实力呢？邻国实力增强，就等于您的力量削弱了。如果不灭郑国而使它成为您东方道路上的主人，贵国使臣经过，郑国供应他们的食宿、给养，这对您也无坏处。再说您也曾经有恩于晋惠公，他答应给您焦、瑕两地，可是晋惠公早晨刚刚渡河回国，晚上就在那里筑城防御，这是您所知道的。那个晋国，怎么会有满足的时候？它既以郑国作为东边的疆界，又要扩张它西边的疆界，如果不损害秦国，它到哪里去夺取土地？损害秦国而让晋国得利，希望您还是多多考虑这件事。”秦伯很高兴，与郑国结盟，派杞子、逢孙、杨孙戍守郑国，秦伯就回国了。</p>
		<p>晋国大夫子犯请求攻打秦军。晋文公说：“不可，如不是秦国国君的力量，就没有我的今天。依靠过别人的力量而去损害别人，这是不仁道的；失去同盟国，这是不明智的；用混乱相攻取代联合一致，这是不符合武德的。 我们还是回去吧！”于是晋国也撤离郑国。</p>
	</div>