<div class="block">
	<h3 style="text-align: center">烛之武退秦师</h3>
		
		<p>
			1. 《左传》，是我国第一部叙事详细的编年史著作，相传为春秋末年鲁国史官左丘明所作。他依孔子修订的鲁史的顺序，主要记载了东周前期二百四五十年间各国政治、经济、军事、外交和文化方面的重要事件和重要人物，是研究我国先秦历史很有价值的文献，也是优秀的散文著作。
		</p>
		
		<p>
			2.儒家十三经
		儒家十三经，是指封建统治者先后将13部儒家书籍“法定”为“经”，形成了封建社会具有特殊地位的“十三经”。分别是《诗经》、《尚书》、《周礼》、《仪礼》、《礼记》、《周易》、《左传》、《公羊传》、《谷梁传》、《论语》、《尔雅》、《孝经》、《孟子》。
		</p>
		<p>
		3.晋侯、秦伯围郑,以其无礼于晋，且贰于楚也。
		此句里的“晋侯”“秦伯”分别指晋文公和秦穆公，其中“侯”“伯”是古代爵位名称。旧说周代有公、侯、伯、子、男五种爵位，爵位、爵号，是古代皇帝对贵戚功臣的封赐，后代爵称和爵位制度往往因时而异。
		</p>
		
		<p>
		4.公曰：“吾不能早用子，今急而求子，是寡人之过也”。
		（1）句中的“子”，指代烛之武。子，是古代对男子的尊称，相当于现代汉语的“您”。有时写在姓氏后面，作为对人的尊称，如“孔子”“荀子”“庄子”等。
		（2）句中的“寡人”，指代郑伯。寡人，即为寡德之人，意为“在道德方面做得不足的人”。是古代君主、诸侯王对自己的谦称。中国古代讲究“以德治国”，“以德配天”，就是说君主、诸侯王的权位是上天赋予的，但上天只会把天下给有德的人，君主、诸侯王如果失德就会失去尊贵的权位，所以君主、诸侯王就谦称自己是“寡人”。
		</p>
</div>
<div class="block block-purple">
	<h3 style="text-align: center">荆轲刺秦王</h3>
	<p>
	1.《战国策》
	《战国策》，国别体史书，又称《国策》。主要记述了战国时期的游说之士的政治主张和言行策略，也可说是游说之士的实战演习手册。《战国策》一书的思想倾向,因其与儒家正统思想相悖,受到历代学者的贬斥。作者并非一人，成书并非一时，书中文章作者大多不知是谁。西汉刘向编定为三十三篇，书名亦为刘向所拟定。
	</p>
	<p>
	2.秦兵旦暮渡易水，则虽欲常侍足下，岂可得哉？
	足下,是旧时汉族交际用语，下称上或同辈相称的敬词。战国时多用以称君主。
	</p>
	<p>
	3.今日往而不反者，竖子也！
	竖子：①童仆   ②小子，对人的蔑称
	</p>
	<p>
	4.高渐离击筑，荆轲和而歌，为变徵之声，士皆垂泪涕泣。
	变徵，是徵音的变调，声调悲凉。古代音乐分为宫、商、角、徵、羽、变宫、变徵七音。
	</p>
	<p>
	5.愿举国为内臣，比诸侯之列，给贡职如郡县，而得奉守先王之宗庙。
	宗庙,是我国的宗庙制度是祖先崇拜的产物。人们在阳间为亡灵建立的寄居所即宗庙。帝王的宗庙制是天子七庙，诸侯五庙，大夫三庙，士一庙。庶人不准设庙。同时宗庙是供奉历朝历代国王牌位、举行祭祀的地方。
	</p>
	<p>
	6.乃朝服，设九宾，见燕使者咸阳宫。
	九宾，宾，同“傧”。九宾是我国古代外交上最为隆重的礼节，有九个迎宾赞礼的官员司仪施礼，并延引上殿。
	</p>
	<p>
	7.至陛下，秦武阳色变振恐，群臣怪之。
	陛下,“陛”指帝王宫殿的台阶。“陛下”原来指的是站在台阶下的侍者。臣子向天子进言时，不能直呼天子，必须先呼台下的侍者而告之。后来“陛下”就成为与帝王面对面应对的敬称。
	</p>
	<p>
	8.北蛮夷之鄙人，未尝见天子，故振慑，愿大王少假借之，使毕使于前。
	蛮夷，古代泛指华夏民族以外的其他民族，包括南蛮和东夷。多数情况下，蛮夷戎狄统称蛮夷或四夷。《礼记·王制》：“东曰夷、西曰戎、南曰蛮、北曰狄”。
	</p>
	<p>
	9.诸郎中执兵，皆陈殿下，非有诏不得上。
	郎中：①官名。始置于战国，职掌侍卫。秦汉沿置，内充侍卫，外从作战。晋至南北朝，为尚书曹司的长官，隋唐以后，六部都设置郎中，分掌部内各司政务。②宋代以后对医生的称呼。
	</p>
	<p>
	10.荆自知事不就，倚柱而笑，箕踞以骂曰。
	箕踞，两脚张开，两膝微曲地坐着，形状像箕。这是一种不拘礼节的坐法，比喻轻慢傲视对方的姿态。
	</p>
</div>
<div class="block">
	<h3 style="text-align: center">鸿门宴</h3>
	<p>
	1.楚左尹项伯者，项羽季父也，素善留侯张良。
	季父，父亲的幼弟。古代以伯、仲、叔、季来表示兄弟间的排行顺序，伯为老大，仲为老二，叔为老三，季排行最小。
	</p>
	<p>2.沛公奉卮酒为寿，约为婚姻。
	（1）为寿，席间敬酒祝健康。
	（2）婚姻，古时又称“昏姻”或“昏因”。婚姻：一是男娶女嫁结为夫妻这件事情；二是指结婚男女双方的父母。《说文》: “妇家为婚，婿家为姻。”婚是女方的父母,姻是男方的父母。“约为婚姻”即“结为儿女亲家”。在我国古代的婚礼中，男方通常在黄昏时到女家迎亲，而女方随着男方出门。这种“男以昏时迎女，女因男而来”的习俗，就是“昏因”一词的起源。
	</p>
	<p>
	【链接】婚姻六礼
	六礼，汉族婚姻仪礼。指从议婚至完婚过程中的六种礼节，即：纳采、问名、纳吉、纳征、请期、亲迎。
	纳彩即男方家请媒人去女方家提亲，女方家答应议婚后，男方家备礼前去求婚。
	问名，即男方家请媒人问女方的名字和出生年月日。
	纳吉，即男方将女子的名字、八字取回后，在祖庙进行占卜。
	纳征，亦称纳币，即男方家以聘礼送给女方家。
	请期，男家择定婚期，备礼告知女方家，求其同意。
	亲迎，即新郎亲至女家迎娶。
	</p>
	<p>
	3.项王、项伯东向坐；亚父，南向坐，——亚父者，范增也；沛公北向坐；张良西向侍。
	古代建筑通常是堂室结构，前堂后室。在堂上举行的礼节活动是南向为尊。皇帝聚会群臣，他的座位一定是坐北向南的。因此，古人常把称王称帝叫做“南面”，称臣叫做“北面”。
	室东西长而南北窄，因此室内最尊的座次是坐西面东，其次是坐北向南，再次是坐南面北，最卑是坐东面西。《鸿门宴》中有这样几句：“项王、项伯东向坐，亚父南向坐，……沛公北向坐，张良西向侍。”项王座次最尊，张良座次最卑。
	</p>
	<p>
	4.张良曰：“沛公之参乘樊哙者也。”
	参乘,亦作“骖乘”：①陪乘。古代乘车之法，尊者居左，驭者居中，陪乘者居右，负责行车安全。战时称“车右”，平时称“骖乘”。②指陪乘的人。
	</p>
	<p>
	5.谨使臣良奉白璧一双，再拜献大王足下，玉斗一双，再拜奉大将军足下。
	再拜：①拜两次。古人表示恭敬的礼节。②敬辞。用于书信的开头或结尾。
	</p>
</div>
