<h2 style="text-align: center">烛之武退秦师</h2>
	<div class="block">
		<?php template_list([
		'《左传》是我国历史上第一部叙事详备的编年体史书，相传是鲁国使官左丘明所著，与《公羊传》、《谷梁传》合称春秋三传',
		'六艺经传：《诗》《书》《礼》《易》《春秋》',
		'《礼》、《乐》、《射》、《御》、《书》、《数》',
		'左丘明（约公元前502—约公元前422年），姓左，名丘明（一说复姓左丘，名明，也有人说他姓丘，名明，因其父曾任左史官，故称左丘明），春秋末期鲁国人，曾任鲁国史官',
		'子：古代对男子的尊称。 寡人：诸侯谦称，寡德之人。 执事：办事的官吏，也用于对对方的敬称。 大夫：官职等级名。夏商周时，官分卿、大夫、士三级，大夫又分上、中、下三等。后来成为对有官位者的通称。'
		]); ?>
	</div>
	<div class="block kaitifont"><!--原文部分-->
		<p style="text-align: center">原文</p>
		<p>晋侯、秦伯围郑，以其无礼于晋，且贰于楚也。晋军函陵，秦军氾南。<br/></p>
		<p>佚之狐言于郑伯曰：“国危矣，若使烛之武见秦君，师必退。”公从之。辞曰：“臣之壮也，犹不如人；今老矣，无能为也已。”公曰：“吾不能早用子，今急而求子，是寡人之过也。然郑亡，子亦有不利焉。”许之。<br/></p>
		<p>夜缒而出，见秦伯，曰：“秦、晋围郑，郑既知亡矣。若亡郑而有益于君，敢以烦执事。越国以鄙远，君知其难也。焉用亡郑以陪邻？邻之厚，君之薄也。若舍郑以为东道主，行李之往来，共其乏困，君亦无所害。且君尝为晋君赐矣，许君焦、瑕，朝济而夕设版焉，君之所知也。夫晋，何厌之有？既东封郑，又欲肆其西封，若不阙秦，将焉取之？阙秦以利晋，唯君图之。”秦伯说，与郑人盟。使杞子、逢孙、杨孙戍之，乃还。<br/></p>
		<p>子犯请击之，公曰：“不可。微夫人之力不及此。因人之力而敝之，不仁；失其所与，不知；以乱易整，不武。吾其还也。”亦去之。<br/></p>
	</div>
	<div class="block block-purple">
		<p style="text-align: center">课文注释</p>
		<?php template_list([
			'烛之武：本名武，此处指烛地叫武的人。退：使撤退。',
			'晋侯：晋文公。秦伯：秦穆公。',
			'无礼于晋：指晋文公重耳作公子时流亡经过郑国，郑文公不以礼相待之事。',
			'贰：对晋有二心，与楚亲近。晋、楚城濮之战时，郑国曾派兵援助楚国。',
			'军：驻扎。函陵：地名，在今河南新郑北。',
			'氾（fán）南：水之南。',
			'佚之狐：郑国大夫。郑伯：郑文公。',
			'缒：系在绳子上放下去。',
			'鄙：边疆，这里作动词，意为开辟边疆。越国以鄙远：越过晋国把远离秦国的郑国作为边境。',
			'东道主：东方道路上招待客人的主人，后泛指接待或宴客的主人。',
			'行李：外交使节。',
			'共：同“供”，供给。乏困：在食宿方面的不足。',
			'赐：恩惠，指秦穆公帮助晋惠公回国继位之事。',
			'版：打土墙用的夹板，这里指防御工事。',
			'厌：同“餍”，饱，满足。',
			'封：疆界，这里作动词，意为疆界。',
			'阙：通“缺”，损害。',
			'说：同“悦”，喜悦。',
			'杞子、逢孙、杨孙：都是秦国大夫。戍：防守。',
			'子犯：狐偃，字子犯，是晋文公的舅父。',
			'微：非，无。夫人：此人，指秦穆公。',
			'敝（bì）：动词，害。',
			'所与：同盟者。',
			'知：通“智”，明智。',
			'乱：分裂。整：联合，团结。'
		]); ?>
	</div>
	<div class="block kaitifont">
		<h3 style="text-align: center">一词多义</h3>
		<?php template_list([
			'爱：（1）名词，恩惠 及子产卒，仲尼闻之，出涕曰：“古之遗爱也。”（《左传·昭公二十年》）</br>（2）动词 ①给人恩惠 吴广素爱人，士卒多为用者。（《史记·陈涉世家》） </br>②喜爱，爱护 爱其子，择师而教之。（韩愈《师说》） </br>③怜惜，同情 爱其二毛，则如服焉。（《左传·子鱼论战》）',
			'安：（1）形容词 ①安全，平安，安稳 谢庄遂安。（《冯婉贞》） 风雨不动安如山。（《茅屋为秋风所破歌》） <br/>②安定，舒适 不患寡而患不均，不患贫而患不安。（《季氏将伐颛臾》）</br>（2）动词 ①安身 衣食所安，弗敢专也，必以分人。（《左传·曹刿论战》） </br>②安置 离山十里有王平安营。（《三国演义·失街亭》） </br>③抚慰，安抚 若备与彼协心，上下齐同，则宜抚安，与结盟好。（《资治通鉴·赤壁之战》） </br>④使......安定 既来之，则安之（《季氏将伐颛臾》） <br/>⑤安心 予出官二年，恬然自安。（《琵琶行》）</br>（3）疑问代词，怎么，哪里臣死且不避，卮酒安足辞？（《史记·鸿门宴》）',
			'而</br>连词：（1）转折关系。（但、却）例：青出于蓝而胜于蓝。</br>（2）修饰关系。（位于状语和谓语之间）例：吾尝跂而望矣。</br>（3）假设关系。（假如、如果，主谓之间）例：死而有知。</br>（4）并列关系。（又、而且）例：蟹六跪而二螯。</br>（5）承接关系。（于是、就）例：撞而破之。</br>（6）递进关系。（并且、而且）例：以其求思之深而无不在也。</br>（7）因果关系。（因而、因此）例：余亦悔其随之而不得极夫游之乐也。</br>（8）目的关系。（来、用来）例：缦立远视，而望幸焉。</br>代词：第二人称代词，译为“你的”。例：某所，而母立于兹。偶尔也做主语，译为“你”。</br>通假字：通“如”，译为“好像、如同”。</br>固定结构：（1）而已：放在句末，相当于“罢了”。</br>（2）而后：才、方才。</br>（3）既而：不久、一会儿。</br>▲注意：判断“修饰关系”和“承接关系”时，看前后两个动作发生的时间是否一致。动作同时进行为修饰关系，动作有先后为承接关系',
			'焉</br>（1）用作兼词。“于之”</br>①积土成山，风雨兴焉（《劝学》）</br>②五人者，盖当蓼洲周公之被逮，激于义而死焉者也（《五人》）</br>（2）用作代词。“他”</br>①犹且从师而问焉（《师说》）</br>②去今之墓而葬焉，其为时止十有一月耳（《五人》）</br>（3）疑问副词\代词“哪里”“怎么”。 ①且焉置土石 (《愚公》) ②焉有仁人在位，罔民而可为也(《齐桓》) </br>（4）语气词。</br>①至丹以荆卿为计，始速祸焉（《六国》）</br>②一羽之不举，为不用力焉（《齐桓》）</br>③或师焉，或否焉，小学而大遗(《师说》)</br>④少焉，月出于东山之上(《赤壁》)</br>（5）形容词词尾，相当于“然”，译为“……的样子”“……地”。</br>①盘盘焉，囷囷焉……矗不知乎几千万落（《阿房》）</br>②于乱石间择其一二扣之，硿硿（《石钟》）',
			'之:代词。</br>（1）用作①第三人称代词，他、她、它（们）。有时灵活运用于第一人称或第二人称。</br>②指示代词，这，此。</br>（2）用作助词。</br>①结构助词“的”。</br>②主谓之间，取消句子的独立性。</br>③作为宾语提前的标志。</br>④作为定语后置的标志。</br>⑤音节助词,多放在不及物动词后面。</br>（3）用作动词，“去”“往”“到”。',
		]); ?>
	</div>
	<div class="block block-pink"><!--原文翻译-->
		<p style="text-align: center">原文翻译</p>
		<p>晋文公联合秦穆公包围郑国，因为郑文公曾对晋文公无礼，而且还依附楚国。晋军驻扎在函陵，秦军驻扎在氾水之南。</p>
		<p>佚之狐向郑文公说：“国家危险了，如果派烛之武去见秦君，秦国军队一定退走。”郑文公听了他的意见。烛之武推辞说：“臣壮年时，尚且不如别人，现在老了，无能为力了。”郑文公说：“我没有及早重用您，危急时才来求您，这是我的过错。然而郑亡国了，对您也不利啊！”烛之武答应了。</p>
		<p>夜里，把烛之武用绳子从城上坠下去见到秦穆公，烛之武说：“秦、晋围攻郑国，郑国已经知道就要灭亡了！如果郑国灭亡对您有好处，那就值得烦劳您的属下。越过其他国家而在远方设置边邑，您知道这不好办，哪能用灭郑来加强邻国的实力呢？邻国实力增强，就等于您的力量削弱了。如果不灭郑国而使它成为您东方道路上的主人，贵国使臣经过，郑国供应他们的食宿、给养，这对您也无坏处。再说您也曾经有恩于晋惠公，他答应给您焦、瑕两地，可是晋惠公早晨刚刚渡河回国，晚上就在那里筑城防御，这是您所知道的。那个晋国，怎么会有满足的时候？它既以郑国作为东边的疆界，又要扩张它西边的疆界，如果不损害秦国，它到哪里去夺取土地？损害秦国而让晋国得利，希望您还是多多考虑这件事。”秦伯很高兴，与郑国结盟，派杞子、逢孙、杨孙戍守郑国，秦伯就回国了。</p>
		<p>晋国大夫子犯请求攻打秦军。晋文公说：“不可，如不是秦国国君的力量，就没有我的今天。依靠过别人的力量而去损害别人，这是不仁道的；失去同盟国，这是不明智的；用混乱相攻取代联合一致，这是不符合武德的。 我们还是回去吧！”于是晋国也撤离郑国。</p>
	</div>